ActorMLP(
  (norm): EmpiricalNormalization()
  (mlp): MLP(
    (0): Linear(in_features=160, out_features=256, bias=True)
    (1): ELU(alpha=1.0)
    (2): Linear(in_features=256, out_features=256, bias=True)
    (3): ELU(alpha=1.0)
    (4): Linear(in_features=256, out_features=256, bias=True)
    (5): ELU(alpha=1.0)
    (6): Linear(in_features=256, out_features=29, bias=True)
  )
)